
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Virheellinen numero";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Pienempi kuin minimi";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maksimi ylitetty";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Liukuluku ei sallittu";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Virheellinen päiväyksen merkkijono";

